Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: allow the CRA to file a tax return on behalf of certain eligible individuals with lower
fr_fr: de permettre à l'ARC de produire une déclaration de revenus au nom de certaines personnes à

source: incomes in simple tax situations who do not owe tax and do not file themselves.
fr_fr: faible revenu admissibles dont la situation fiscale est simple, qui n'ont pas d'impôt à payer et

source: government plans to consult with Canadians on the proposed amendments, using this feedback
fr_fr: Le gouvernement a l'intention de consulter la population canadienne au sujet des modifications proposées et se servira de la rétroaction pour

source: to improve and scale up this service.
fr_fr: améliorer le service et le rendre disponible à grande échelle.

source: This will include consultation with Indigenous
fr_fr: Les partenaires autochtones

source: partners.
fr_fr: seront consultés.

source: Budget 2025 further proposes to provide $71 million over five
fr_fr: Le budget de 2025 propose d'accorder 71 millions de dollars sur cinq ans à l'ARC,

source: years, starting in 2025-26, with $10.4 million in remaining amortisation and
fr_fr: à compter de 2025-2026, avec un amortissement restant de 10,4 millions de dollars

source: $8.3 million ongoing, to the CRA to implement these new services.
fr_fr: et de 8,3 millions de dollars par année par la suite, pour mettre en œuvre ces nouveaux services.

source: Making the National School Food Program Permanent
fr_fr: Rendre permanent le Programme national d'alimentation scolaire

source: Every child deserves to have the food they need to get a fair start in life, regardless of their
fr_fr: Chaque enfant mérite d'avoir accès à une alimentation adéquate pour bien

source: family's circumstances.
fr_fr: démarrer dans la vie, peu importe sa situation familiale.

source: Launched in 2024-25 with an investment of $1 billion over five
fr_fr: Lancé en 2024-2025 et doté d'une enveloppe de 1 milliard de dollars sur cinq ans, le Programme national d'alimentation scolaire vise à servir des repas à

source: years, the National School Food Program aims to provide meals to 400,000 more
fr_fr: 400 000 enfants de plus chaque année, autres que ceux déjà pris en charge par les

source: kids every year, beyond those served by existing school food programs.
fr_fr: programmes d'alimentation en milieu scolaire existants.

source: The program is saving
fr_fr: Il permet aux familles

source: participating families with two children an average of $800 per year on groceries.
fr_fr: participantes avec deux enfants d'économiser en épicerie, en moyenne 800 $ par année.

source: The National School Food Program is helping provinces, territories, and Indigenous
fr_fr: Le Programme national d'alimentation scolaire aide les

source: partners expand their existing school food programs to make sure more children across the country
fr_fr: provinces, les territoires et les partenaires autochtones à étendre leurs programmes d'alimentation

source: can enjoy the healthy meals they need.
fr_fr: scolaire existants pour que davantage d'enfants partout au pays bénéficient des repas sains dont ils ont besoin.

source: The Program is good for parents and kids, and it is good for
fr_fr: Ce programme est bénéfique tant pour les parents et leurs enfants

source: the economy as well.
fr_fr: que pour l'économie.

source: It is helping take pressure off of families and directly supporting the success
fr_fr: Il permet aussi de soulager la pression sur les familles et soutient

source: of our kids, while improving children's health, education, and well-being.
fr_fr: directement la réussite de nos enfants, tout en améliorant leur santé, leur éducation et leur bien-être.

source: As announced on October 10, 2025, Budget 2025 proposes to
fr_fr: de 2025 propose de présenter une mesure législative et de verser 216,6 millions de

source: introduce legislation and provide $216.6 million per year, starting in 2029-30, to
fr_fr: dollars par année, à compter de 2029-2030, à Emploi et Développement social Canada, à

source: Employment and Social Development Canada, Indigenous Services Canada, and Crown-Indigenous
fr_fr: Services aux Autochtones Canada et à Relations Couronne-Autochtones et Affaires du Nord Canada,

source: Relations and Northern Affairs Canada, to make the National School Food
fr_fr: Réduire les coûts et protéger les consommateurs

source: Program permanent. Lowering Costs and Protecting Consumers
fr_fr: Le nouveau gouvernement du Canada prend des mesures pour redonner le contrôle aux Canadiens et les

source: Canada's new government is stepping up to give back control and help Canadians keep more of their
fr_fr: aider à conserver une plus grande part de leurs revenus.

source: money in their pockets.
fr_fr: Cela comprend la lutte contre les points

source: This includes taking on consumer pain points and unnecessary costs that can
fr_fr: problématiques qui nuisent aux consommateurs et les coûts inutiles qui peuvent s'accumuler à la fin du mois.

source: add up at the end of the month.
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il va revoir les frais imposés par les

source: Budget 2025 announces the government will review fees charged by
fr_fr: banques et autres institutions financières sous réglementation fédérale, notamment les frais

source: banks and other federally regulated financial institutions including Interac e-Transfer fees
fr_fr: liés aux virements Interac et aux guichets automatiques.

source: and ATM fees.
fr_fr: Nous utiliserons tous les outils et

source: We will use every tool and agency at our disposal to address any unjustified
fr_fr: organismes à notre disposition pour lutter contre les frais injustifiés et les points

source: fees and pain points for Canadians.
fr_fr: problématiques qui nuisent aux Canadiens.

source: We will provide an update on this work in 2026.
fr_fr: Nous ferons le point sur ces travaux en 2026.

source: Increasing Access to Funds Deposited by Cheque
fr_fr: Améliorer l'accès aux fonds déposés par chèque

source: Digitalisation in the financial sector has brought many benefits for consumers, but there are risks
fr_fr: Le virage numérique dans le secteur financier a procuré de nombreux avantages aux consommateurs.

source: that consumers who remain reliant on legacy financial products and services, including cheques, may
fr_fr: Toutefois, il entraîne aussi le risque que les personnes qui continuent d'utiliser les produits et

source: be left behind.
fr_fr: Les règles

source: Access to cheque fund rules are now over a decade old and have not kept pace with
fr_fr: d'accès aux fonds déposés par chèque datent maintenant de plus de 10 ans et ne sont pas en

source: cost-of-living increases or technological advances.
fr_fr: phase avec les hausses du coût de la vie ou les progrès technologiques réalisés.

source: Budget 2025 proposes to amend the Bank Act to raise the
fr_fr: Dans le budget de 2025, le gouvernement propose de modifier la Loi sur les banques pour faire passer de 100 $ à $150 $ la première tranche immédiatement disponible

source: first amount of immediately available deposited cheque funds from $100 to $150 and to remove
fr_fr: de fonds déposés par chèque, et d'éliminer la différence entre le délai imposé pour les fonds

source: the timing distinction between funds deposited in person and via other means, as well as
fr_fr: déposés en personne et celui pour les fonds déposés par d'autres moyens. Il établira aussi un

source: introduce regulations to apply the change to trust and loan companies.
fr_fr: règlement pour que ces changements s'appliquent aux sociétés de fiducie et de prêt.

source: Budget 2025 also announces the government's intention to make
fr_fr: Le budget de 2025 annonce aussi l'intention du gouvernement de prendre, au cours des

source: regulations in the coming months to reduce the number of days banks may hold deposited
fr_fr: prochains mois, un règlement visant à réduire le nombre de jours pendant lesquels une banque

source: cheque funds before releasing them to their customers.
fr_fr: peut détenir les fonds déposés par chèque avant de les débloquer pour sa clientèle. De plus, ce

source: In addition, the regulations will
fr_fr: règlement relèvera le plafond (actuellement fixé à 1 500 $) pour l'application de la

source: raise the current value threshold of $1,500—below which shorter cheque hold periods
fr_fr: plus courte période de retenue des fonds déposés par chèques, ce qui accélérera l'accès aux

source: apply—which will increase the number of cheques eligible for earlier access to funds and
fr_fr: fonds pour un plus grand nombre de chèques, au bénéfice des consommateurs qui dépendent de

source: benefit consumers reliant on cheque payments.
fr_fr: paiements par chèque.

source: Protecting Against Economic Abuse
fr_fr: Protéger la population contre l'exploitation financière

source: Canada's financial sector has a critical role to play in detecting signs of abuse early and providing
fr_fr: Le secteur financier du Canada joue un rôle essentiel pour détecter à un stade précoce les signes

source: safe pathways for victims and survivors—many of which are women, ensuring that everyone can build
fr_fr: d'exploitation et offrir aux victimes et aux survivants, dont de nombreuses femmes, des moyens de

source: safe and independent futures.
fr_fr: s'en sortir en toute sécurité, afin que chaque personne puisse se bâtir un avenir sûr et indépendant.

source: Budget 2025 proposes to introduce a voluntary Code of
fr_fr: Le budget de 2025 propose de mettre en place un Code de conduite pour la prévention

source: Conduct for the Prevention of Economic Abuse for federally regulated banks.
fr_fr: de l'exploitation financière que les banques sous réglementation fédérale

source: This code, to be overseen by the Financial Consumer Agency of Canada, will set clear
fr_fr: matière financière du Canada, ce code établira des attentes claires quant à la façon dont les

source: expectations for how banks can identify, prevent, and respond to economic abuse to better
fr_fr: banques peuvent repérer et prévenir l'exploitation financière et la contrer pour mieux protéger

source: protect Canadians.
fr_fr: la population canadienne.

source: Economic abuse—such as restricting access to money, sabotaging employment, or forcing
fr_fr: L'exploitation financière, comme le fait de restreindre l'accès à son argent, de saboter le maintien

source: debt—is a common form of gender-based violence.
fr_fr: d'un emploi ou de forcer une personne à contracter des dettes, est une forme courante de violence fondée sur le genre.

source: It can also affect seniors, who can be
fr_fr: Elle peut toucher les personnes âgées, qui sont vulnérables à la manipulation

source: vulnerable to financial manipulation or coercion by those they often know and trust.
fr_fr: ou à la coercition financières, commises bien souvent par des gens qu'elles connaissent et en qui

source: It
fr_fr: elles ont confiance.

source: robs people of their independence and limits their ability to build secure and
fr_fr: L'exploitation financière prive les gens de leur indépendance et les empêche

source: fulfilling lives.
fr_fr: d'avoir une vie enrichissante et sûre.

source: Preventing economic abuse also means ensuring that financial information and supports
fr_fr: Pour prévenir l'exploitation financière, il faut veiller à rendre accessibles l'information

source: are accessible.
fr_fr: financière et le soutien financier.

source: The development of a voluntary Code of Conduct for the Prevention of
fr_fr: L'élaboration du Code de conduite pour la prévention de

source: Economic Abuse will be guided by several principles: taking an inclusive and victim and
fr_fr: l'exploitation financière, qui pourra être adopté de façon volontaire, sera guidée par les principes

source: survivor-centered approach, promoting financial empowerment and independence, fostering
fr_fr: suivants : adopter une approche inclusive, axée sur les victimes et les survivants; promouvoir

source: a collaborative approach among stakeholders, and continuous improvement.
fr_fr: l'autonomie et l'indépendance financière; mettre en place une approche collaborative entre les

source: Protecting Workers Against Wage Theft
fr_fr: Protéger les travailleurs contre le vol de salaire

source: Wage theft occurs when an employer fails to pay compensation rightfully owed to an employee, and
fr_fr: Le vol de salaire se produit lorsqu'un employeur refuse de verser les salaires qu'il doit aux membres

source: represents one of the most common labour standards contraventions in federally regulated sectors.
fr_fr: de son personnel. Il s'agit de l'une des infractions les plus courantes aux normes de travail dans

source: To crack down on employers that do not pay workers the wages they have earned, the 2024 Fall
fr_fr: il a été annoncé dans l' Énoncé économique de l'automne de 2024 que le gouvernement

source: Economic Statement announced the government's intent to make regulatory changes to
fr_fr: entendait apporter des modifications réglementaires afin d'augmenter considérablement les pénalités

source: substantially increase the penalties imposed on federally regulated employers who commit wage theft.
fr_fr: imposées aux employeurs sous réglementation fédérale qui se rendent coupables de vol de salaire.

source: The government remains committed to ensuring workers are protected and compensated for the work they
fr_fr: Le gouvernement demeure déterminé à s'assurer que les travailleurs sont protégés et rémunérés pour le

source: perform.
fr_fr: travail qu'ils effectuent.

source: The work to increase penalties is currently underway and consultations with workers and
fr_fr: d'élaboration, et le gouvernement mènera au cours des prochains mois des consultations auprès des

source: employers on proposed changes will take place over the coming months.
fr_fr: Protéger les travailleurs contre les classifications erronées

source: Protecting Workers Against Improper Classification
fr_fr: Lorsqu'un employeur commet délibérément une erreur de classification en

source: The deliberate misclassification of employees as independent contractors means that employers are not
fr_fr: désignant un employé comme un entrepreneur indépendant, il ne prélève pas et ne remet pas les bons

source: withholding and remitting the proper amounts of income tax, or Canada Pension Plan and employment
fr_fr: montants d'impôt sur le revenu et de cotisations au Régime de pensions du Canada et à

source: insurance contributions.
fr_fr: l'assurance-emploi.

source: Misclassified employees may lose out on labour law protections, as well as
fr_fr: L'employé visé peut alors se trouver privé des mesures de protection prévues par

source: benefits and pensions available to employees.
fr_fr: le droit du travail, ainsi que des avantages sociaux et des régimes de pension offerts au personnel.

source: This misclassification of employees has been
fr_fr: La classification erronée des employés est un phénomène particulièrement répandu dans l'industrie du camionnage.

source: particularly common in the trucking industry.
fr_fr: Pour sévir contre les employeurs qui ne classent pas les employés dans la

source: To crack down on employers that misclassify employees, Budget 2025
fr_fr: bonne catégorie, le budget de 2025 propose d'accorder 77 millions de dollars sur

source: proposes to provide $77 million over four years starting in 2026-27, with ongoing
fr_fr: quatre ans, à compter de 2026-2027, et 19,2 millions de dollars par année par la

source: funding of $19.2 million annually, for the Canada Revenue Agency (CRA) to implement a
fr_fr: suite, à l'Agence du revenu du Canada (ARC) pour mettre en œuvre un programme qui agira

source: program that addresses non-compliance related to personal services businesses, as well as
fr_fr: contre les cas de non-conformité liés aux entreprises de prestation de services personnels et

source: lift the moratorium on reporting fees for services in the trucking industry.
fr_fr: pour lever le moratoire sur la déclaration des honoraires de service dans l'industrie du camionnage.

source: Budget 2025 also proposes to amend the Income Tax Act and
fr_fr: Le budget de 2025 propose aussi de modifier la Loi de l'impôt sur

source: the Excise Tax Act to allow the CRA to share information with the Department of
fr_fr: le revenu et la Loi sur la taxe d'accise pour permettre à l'ARC de transmettre

source: Employment and Social Development Canada for the purpose of addressing worker
fr_fr: de l'information à Emploi et Développement social Canada dans le but de lutter contre la

source: misclassification.
fr_fr: classification erronée des travailleurs.

source: These measures will strengthen compliance in the trucking industry by ensuring that employers comply
fr_fr: Ces mesures renforceront la conformité dans l'industrie du

source: with reporting requirements and tax obligations, while also protecting workers' rights.
fr_fr: camionnage, en obligeant les employeurs à respecter les exigences de déclaration et leurs

source: Delivering for Personal Support Workers
fr_fr: obligations fiscales, tout en protégeant les droits des travailleurs.

source: Personal support workers support Canadians in living and aging with dignity and helped us get through
fr_fr: Fournir un appui aux préposés aux services de soutien à la personne

source: the COVID-19 pandemic.
fr_fr: Les préposés aux services de soutien à la personne aident les Canadiens à vivre

source: Funding of $1.7 billion over five years was previously announced as part
fr_fr: et à vieillir avec dignité; ils nous ont aussi aidés à traverser la pandémie de COVID-19.

source: of the February 2023 Working Together to Improve Health Care for Canadians plan to
fr_fr: Dans le cadre du plan Travailler ensemble pour améliorer les soins de

source: increase wages for personal support workers.
fr_fr: santé pour les Canadiens de février 2023, un financement de 1,7 milliard de

source: Bilateral agreements were signed with British Columbia
fr_fr: À cet effet, des ententes bilatérales ont été signées avec la

source: ($232 million), Newfoundland and Labrador ($25 million), and the Northwest Territories
fr_fr: dollars) et les Territoires du Nord-Ouest (5,3 millions de dollars).

source: ($5.3 million). As announced on October 27, Budget 2025 proposes to introduce
fr_fr: Comme il a été annoncé le 27 octobre 2025, le budget de 2025 propose un

source: a temporary Personal Support Workers Tax Credit, under which eligible personal support
fr_fr: nouveau crédit d'impôt temporaire pour les préposés aux services de soutien à la personne, afin

source: workers employed in the remaining provinces and territories could claim a refundable tax
fr_fr: que les préposés admissibles travaillant dans les autres provinces et territoires puissent

source: credit equal to 5 per cent of their eligible earnings, providing support of
fr_fr: réclamer un crédit d'impôt remboursable correspondant à 5 % de leurs revenus admissibles,

source: up to $1,100 per year.
fr_fr: ce qui reviendra à un soutien pouvant atteindre 1 100 $ par an.

source: This measure to support front-line health care workers would be available for the 2026 to 2030
fr_fr: offerte pour les années d'imposition 2026 à 2030 et coûterait environ 1,48 milliard de

source: taxation years and is estimated to cost $1.48 billion over six years, starting in 2025-26.
fr_fr: dollars sur six ans à compter de 2025-2026. De cette somme, un montant

source: Of this amount, $1.17 billion would be sourced from the funding previously committed but
fr_fr: de 1,17 milliard de dollars proviendrait du financement déjà engagé, mais non utilisé,

source: unutilised to support wage increases for personal support workers.
fr_fr: pour appuyer les hausses de salaire des préposés aux services de soutien à la personne.

source: This tax credit empowers the
fr_fr: Grâce à ce crédit d'impôt, ceux-ci récupéreront une plus grande partie de

source: personal support workers that care for us by putting more of their hard-earned money back
fr_fr: leur argent durement gagné et auront ainsi plus d'argent dans leurs poches.

source: in their pockets. Helping Youth Find and Keep Jobs
fr_fr: Aider les jeunes à trouver un emploi et à le garder

source: Canada's economic future depends on youth.
fr_fr: L'avenir économique du Canada dépend des jeunes.

source: Investing in their skills and experience today will create
fr_fr: En investissant aujourd'hui pour leur permettre d'acquérir des compétences et de l'expérience, nous

source: a stronger, more competitive workforce and drive long-term prosperity. Canadian youth are facing
fr_fr: créerons une main-d'œuvre plus forte et plus compétitive et favoriserons la prospérité à long terme.

source: challenges in the labour market, with the youth unemployment rate sitting at 14.7 per cent
fr_fr: Les jeunes Canadiens font face à des difficultés sur le marché du travail,

source: in September 2025.
fr_fr: alors que le taux de chômage chez les jeunes s'est établi à 14,7 % en septembre 2025.

source: Canada's new government is committed to supporting youth in building skills
fr_fr: Le nouveau gouvernement du Canada est résolu à aider les jeunes à acquérir

source: to help them gain employment in high-paying careers.
fr_fr: les compétences qui les aideront à obtenir un emploi dans des professions bien rémunérées.

source: Canada Summer Jobs , the horizontal Youth Employment and Skills
fr_fr: Emplois d'été Canada , la Stratégie emploi et

source: Strategy , and the Student Work Placement Program empower young
fr_fr: compétences jeunesse (une stratégie horizontale) et le Programme de stages

source: Canadians to develop work-ready skills through hands-on experience and training.
fr_fr: compétences qui les prépareront au marché du travail grâce à des formations et à des expériences

source: These programs put
fr_fr: pratiques.

source: youth on a path to meaningful, well-paying careers.
fr_fr: Ces programmes permettent aux jeunes de s'engager sur une voie qui

source: To invest in a robust and adaptable workforce, the government is making investments to support about 175,000 youth in 2026-27, empowering the next generation with the confidence
fr_fr: les mènera vers des carrières valorisantes et bien payées. Pour investir dans une main-d'œuvre forte et polyvalente, le gouvernement fait des investissements qui appuieront environ 175 000 jeunes

source: and skills they need to succeed.
fr_fr: en 2026-2027 , afin de donner à la prochaine génération la confiance et les

source: Budget 2025 proposes to provide $594.7 million over two years,
fr_fr: Le budget de 2025 propose de verser 594,7 millions de dollars

source: starting in 2026-27, to Employment and Social Development Canada for Canada
fr_fr: sur deux ans, à compter de 2026-2027, à Emploi et Développement social Canada pour que

source: Summer Jobs to support around 100,000 summer jobs in summer
fr_fr: le programme Emplois d'été Canada soutienne environ

source: Budget 2025 proposes to provide $307.9 million over two years,
fr_fr: Le budget de 2025 propose de verser 307,9 millions de dollars

source: starting in 2026-27, for the horizontal Youth Employment and Skills
fr_fr: sur deux ans, à compter de 2026-2027, à la Stratégie emploi et compétences

source: Strategy to provide employment, training, and wraparound supports (e.g.,
fr_fr: à la formation et des services d'appui complémentaires (p. ex. mentorat, transport, counseling

source: mentorship, transportation, mental health counselling) to around 20,000 youth facing
fr_fr: en santé mentale) à environ 20 000 jeunes par année qui font face à des obstacles à
